amd-ucode
base
base-devel
bemoji
bluez
bluez-utils
brightnessctl
btop
code
cursor-bin
dunst
efibootmgr
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
fastfetch
feh
file-roller
firefox
git
gphoto2
grim
grimblast-git
grub
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
kitty
linux
linux-firmware
lsd
mako
matugen
micro
nano
nautilus
neovim
networkmanager
nftables
noto-fonts-emoji
obsidian
openssh
pacman-contrib
pipewire-alsa
pipewire-pulse
polkit-kde-agent
polybar
power-profiles-daemon
python-pywal16
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
rofi
rofimoji
satty
sddm
slurp
smartmontools
sof-firmware
steam
stow
sudo
swww
telegram-desktop
tree
ttf-firacode-nerd
tumbler
unzip
usbutils
uwsm
v2rayn-bin
vim
vulkan-radeon
walker-bin
waybar
webcamize
wf-recorder
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yamusic-tui-enhanced
yay
yay-debug
zram-generator
zsh
